import time
import os
# 乾宫
def 乾为天():
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

def 天风姤():
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

def 天山遁():
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)

def 天地否():
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

def 风地观():
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

def 山地剥():
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    

def 火地晋():
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

def 火天大有():
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    time.sleep(2)
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")
    print("创艺的侍奉：创艺的侍奉：全宇宙所有生物和存在信仰和动漫人物和游戏人物和外星人和银河联盟+1")

def 侍奉():
    乾为天()
    os.system("cls")
    天风姤()
    os.system("cls")
    天山遁()
    os.system("cls")
    天地否()
    os.system("cls")
    风地观()
    os.system("cls")
    山地剥()
    os.system("cls")
    火地晋()
    os.system("cls")
    火天大有()
    pass
while True:
    侍奉()